Repository: bestwebsoft/bws-testimonials-wordpress-plugin
Catalog: languages/bws-testimonials-*.po
Languages: hu_hu

source: Testimonials Settings
hu_hu: Méltatás Beállítások

source: Settings
hu_hu: Beállítások

source: Testimonials Info
hu_hu: Méltatások Infó

source: Testimonials
hu_hu: Méltatások

source: Testimonial
hu_hu: Méltatás

source: Add a new testimonial
hu_hu: Új méltatás hozzáadása

source: Edit testimonials
hu_hu: Méltatások szerkesztése

source: New testimonial
hu_hu: Új méltatás

source: View testimonials
hu_hu: Méltatások átnézése

source: Search testimonials
hu_hu: Méltatások keresése

source: No testimonials found
hu_hu: Nem találtunk méltatást

source: No testimonials found in Trash
hu_hu: A Lomtárban nem található méltatás

source: Settings saved
hu_hu: Beállítások mentve

source: All plugin settings were restored.
hu_hu: Minden plugin beállítás visszaállítva.

source: If you would like to display testimonials with a widget, you need to add the widget
hu_hu: Ha widgeten szeretné megjeleníteni a méltatásokat, hozzá kell adnia a widgetet

source: Testimonials Widget
hu_hu: Méltatások Widget

source: on the Widgets tab
hu_hu: a Widget lapon

source: Also, you can paste the following strings into the template source code
hu_hu: Valamint beillesztheti a következő sorokat a sablon forráskódjába

source: Widget title
hu_hu: Widget cím

source: Number of testimonials to be displayed
hu_hu: Megjelenítendő méltatások száma

source: Save Changes
hu_hu: Változások mentése

source: Author
hu_hu: Szerző

source: Company Name
hu_hu: Cégnév

source: Widget for displaying Testimonials.
hu_hu: Widget a Méltatások megjelenítésére.

source: Widget Title
hu_hu: Widget Cím

source: FAQ
hu_hu: Gy.I.K.

source: Support
hu_hu: Támogatás
